# 주석은 일사량이 없음 -> 태양광 발전소가 없는 것!
stninfo = {
    '경기도' : [119],     # 최대 전력 부하 : 15500
    '강원도' : [101],     # 최대 전력 부하 : 5510
    '경상남도' : [192],   # 최대 전력 부하 : 8100
    '경상북도' : [138],   # 최대 전력 부하 : 11500
    '전라남도' : [258],   # 최대 전력 부하 : 9010
    '전라북도' : [146],   # 최대 전력 부하 : 2150
    '충청남도' : [177],   # 최대 전력 부하 : 19000
    '충청북도' : [131],   # 최대 전력 부하 : 650
    '제주도' : [184],     # 최대 전력 부하 : 670
    '서울특별시' : [108], # 최대 전력 부하 : 300
    '인천광역시': [112],  # 최대 전력 부하 : 12300
    '대전광역시': [133],  # 최대 전력 부하 : 110
    '광주광역시': [156],  # 최대 전력 부하 : 150
    '대구광역시': [143],  # 최대 전력 부하 : 490
    '울산광역시': [152],  # 최대 전력 부하 : 5140
    '부산광역시' : [159]  # 최대 전력 부하 : 7270
}